[
    {
        "id":1,
        "categoria": "a",
        "nombre": "dairy",
        "descripcion": "Raw organic brown eggs in a basket"
    },{
        "id":2,
        "categoria": "d",
        "nombre": "Diseño centrado en el usuario",
        "descripcion": "El diseño centrado en el usuario es un proceso iterativo que dirige sus objetivos a los usuarios y sus necesidades. Se basa en la UX (User Xperience o Experiencia de Usuario) y busca articular, investigar, idear, implementar y medir un proyecto digital.Consta de cinco etapas que se dividen en la estrategia, el research, la arquitectura de la información, el diseño de interfaz, el desarrollo y el testeo."
    },{
        "id":3,
        "categoria": "b",
        "nombre": "Brief",
        "descripcion": "El brief es un resumen escrito que elabora el cliente en conjunto con el experto, y que debe contener y explicar con claridad los aspectos relevantes para el desarrollo del proyecto digital. Con esta herramienta podrás determinar los límites del proyecto y recopilar la información necesaria para elaborar una propuesta comercial, definir la estrategia que sustenta y condiciona el proyecto a desarrollar, los objetivos y metas, especificar los plazos de implementación y presupuestos para llevar el proyecto."
    },{
        "id":4,
        "categoria": "r",
        "nombre": "Research",
        "descripcion": "La palabra &laquo;research&laquo; en inglés se traduce al español como &laquo;investigación&laquo;. Se refiere al proceso de buscar información, estudiar y recopilar datos con el fin de obtener conocimientos sobre un tema específico. La investigación puede llevarse a cabo en diversos campos, como la ciencia, la tecnología, las ciencias sociales, entre otros."
    },{
        "id":5,
        "categoria": "o",
        "nombre": "Observación de campo",
        "descripcion": "La observación de campo es una técnica de investigación utilizada en diversas disciplinas, como la antropología, la biología, la psicología y la sociología, entre otras. Consiste en la recopilación directa de datos en el entorno natural donde ocurren los fenómenos que se están estudiando."
    },{
        "id":6,
        "categoria": "b",
        "nombre": "Benchmark",
        "descripcion": "El benchmark es un análisis comparativo de productos o servicios de la competencia, en relación a un producto existente o a uno por lanzar. También es útil para analizar qué hacen y cómo trabajan los competidores con sus servicios o productos. La idea principal es contar con un punto de referencia proveniente del mercado."
    },{
        "id":7,
        "categoria": "r",
        "nombre": "Referentes",
        "descripcion": "En la UX, los referentes son fuentes de información, estudios previos o marcos teóricos que sirven como base para un nuevo estudio. Estos referentes ayudan a contextualizar, respaldar o fundamentar la investigación."
    }
]