{
    "titulo" : "Glosario",
    "abecedario" : [
        {
            "letra" : "a",
            "entradas" : [
                {
                    "nombre": "Accesibilidad",
                    "descripcion": "Se refiere a la práctica de crear productos digitales de manera que sean utilizables por la mayor cantidad posible de personas, independientemente de sus habilidades, discapacidades o condiciones. Esto implica diseñar interfaces que sean comprensibles, operables y navegables para una amplia variedad de usuarios, incluidos aquellos con limitaciones visuales, auditivas, motoras o cognitivas. En esencia, la accesibilidad busca garantizar que la información y las funciones sean accesibles de manera equitativa para todos, promoviendo la inclusión y proporcionando una experiencia de usuario positiva para cada individuo."
                },
                {
                    "nombre": "Arquetipo de usuario",
                    "descripcion": "El arquetipo es un estudio profundo de las cualidades, necesidades, motivaciones, intereses y alcances humanos que caracterizan al usuario que va a interactuar directamente con el producto o servicio de una marca, tomando en cuenta, las clasificaciones pertinentes sobre los aspectos positivos, negativos, neutros y potenciales que puede englobar el proceso. No son personas reales, sino personas creadas en base a las características que desprende la investigación que se está llevando a cabo. Es importante darle una cara, pensar en rasgos faciales, en un nombre, una edad y en una historia que contar, es decir, crear un personaje; ya que cuenta una historia, sus vivencias, frustraciones y dolores. El arquetipo constituye las condiciones y el rumbo lógico a seguir para los expertos, permitiendo así replantear objetivos en la investigación."
                },
                {
                    "nombre": "Arquitectura de la información",
                    "descripcion": "Diseño y organización estructurada de la información en sistemas, sitios web o cualquier otro entorno que involucra la presentación de datos. Su objetivo es facilitar la navegación, comprensión y acceso eficiente a la información, mediante la creación de estructuras lógicas, jerarquías y rótulos coherentes. Este campo busca optimizar la experiencia del usuario al asegurar que la información sea intuitiva, fácil de encontrar y comprendida de manera efectiva."
                },
                {
                    "nombre": "Aside",
                    "descripcion": "Sección que se sitúa en un lateral del Main. Este elemento lateral puede contener información complementaria, funciones secundarias o contenido relevante, permitiendo a los usuarios acceder a detalles adicionales sin interferir significativamente con el flujo principal de la interfaz. El uso de &quot;Aside&quot; contribuye a organizar y presentar la información de manera jerárquica, mejorando la experiencia del usuario al proporcionar acceso rápido a detalles adicionales sin saturar la interfaz principal."
                }
            ]
        },{
            "letra" : "b",
            "entradas" : [
                {
                    "nombre": "Benchmark",
                    "descripcion": "El <strong>benchmark</strong> es un análisis comparativo de productos o servicios de la competencia, en relación a un producto existente o a uno por lanzar. También es útil para analizar qué hacen y cómo trabajan los competidores con sus servicios o productos. La idea principal es contar con un punto de referencia proveniente del mercado."            
                },{
                    "nombre": "Brief",
                    "descripcion": "El brief es un resumen escrito que elabora el cliente en conjunto con el experto, y que debe contener y explicar con claridad los aspectos relevantes para el desarrollo del proyecto digital. Con esta herramienta podrás determinar los límites del proyecto y recopilar la información necesaria para elaborar una propuesta comercial, definir la estrategia que sustenta y condiciona el proyecto a desarrollar, los objetivos y metas, especificar los plazos de implementación y presupuestos para llevar el proyecto."            
                }
            ]
        },{
            "letra" : "c",
            "entradas" : [
                {
                    "nombre": "Códigos gráficos",
                    "descripcion": "Conjunto coherente de elementos visuales, como colores, tipografías, iconos, fotografías y otros componentes gráficos, que se utilizan de manera consistente en una aplicación o sitio web. Estos códigos buscan establecer una identidad visual única y cohesiva, proporcionando una experiencia de usuario uniforme y reconocible. La consistencia en la aplicación de estos códigos gráficos contribuye a la estética, legibilidad y usabilidad de la interfaz, mejorando la comunicación visual con los usuarios."
                },{
                    "nombre": "Color",
                    "descripcion": "Se refiere a una propiedad visual que se percibe a través de la luz y se utiliza para transmitir información, acentuar elementos o mejorar la estética de una interfaz. La selección y combinación adecuadas de colores desempeñan un papel crucial en la experiencia del usuario, influyendo en la legibilidad, la jerarquía visual y la identidad de la marca, además de evocar emociones específicas. La utilización consciente del color contribuye a la claridad, coherencia y usabilidad general de la interfaz."
                },{
                    "nombre": "Columnas",
                    "descripcion": "Son una estructura organizativa compuesta por líneas verticales que dividen la interfaz en segmentos uniformes. Estas columnas sirven como guías visuales para alinear y distribuir elementos de manera coherente y proporcional, facilitando la creación de diseños equilibrados y legibles. La retícula de columnas es una herramienta fundamental para mejorar la consistencia y la eficiencia en la disposición de contenidos en una interfaz, proporcionando una base visual sólida para la organización y la jerarquía de la información."                        
                }
            ]
        },{
            "letra" : "d",
            "entradas" : [
                {
                    "nombre": "Diseño centrado en el usuario",
                    "descripcion": "Proceso de crear la apariencia visual de un sitio web, software, aplicación o producto digital, con el objetivo de facilitar la interacción del usuario. Este campo busca optimizar la usabilidad y la experiencia del usuario mediante la disposición intuitiva de elementos gráficos, la selección de colores y fuentes, así como la atención a la estética general, con el fin de garantizar una interacción eficiente y agradable."                        
                },{
                    "nombre": "Diseño de interfaz",
                    "descripcion": "Proceso de crear la apariencia visual de un sitio web, software, aplicación o producto digital, con el objetivo de facilitar la interacción del usuario. Este campo busca optimizar la usabilidad y la experiencia del usuario mediante la disposición intuitiva de elementos gráficos, la selección de colores y fuentes, así como la atención a la estética general, con el fin de garantizar una interacción eficiente y agradable."
                },{
                    "nombre": "Diseño responsive",
                    "descripcion": "Se refiere a la práctica de desarrollar interfaces gráficas de usuario que se adaptan de manera fluida a diferentes tamaños de pantalla y dispositivos, garantizando una experiencia de usuario óptima y coherente. Este enfoque utiliza técnicas y tecnologías como consultas de medios y retículas flexibles para asegurar que el contenido y la disposición de los elementos se ajusten de manera efectiva a diversas resoluciones, desde dispositivos móviles hasta pantallas de escritorio, con el objetivo de ofrecer una navegación intuitiva y accesible en cualquier contexto."
                }
            ]
        },{
            "letra" : "e",
            "entradas" : [
                {
                    "nombre": "Elementos de interfaz",
                    "descripcion": "Son cada uno de los componentes visuales y funcionales que conforman la interacción entre un usuario y un sistema informático. Estos elementos incluyen botones, iconos, menús, barras de herramientas y otros elementos visuales que facilitan la navegación y la utilización de una aplicación o plataforma, proporcionando una experiencia de usuario intuitiva y eficiente. La disposición, diseño y comportamiento de estos elementos son fundamentales para crear interfaces efectivas y accesibles."                        
                }
            ]
        },{
            "letra" : "f",
            "entradas" : [
                {
                    "nombre": "Filas",
                    "descripcion": "Son divisiones horizontales estructuradas y alineadas que se utilizan para organizar y alinear elementos visuales en una pantalla. Estas filas proporcionan una estructura visual coherente, mejoran la legibilidad y facilitan la disposición ordenada de elementos, contribuyendo así a la creación de una interfaz más equilibrada y estéticamente agradable para el usuario."                        
                },{
                    "nombre": "Footer",
                    "descripcion": "Sección ubicada en la parte inferior de una página web, aplicación u otro producto digital que cierra la continuidad del main y evoca el fin de la página. Este componente visual suele contener información complementaria, enlaces de navegación, datos de contacto o elementos relacionados con la estructura y funcionalidad general del sistema, proporcionando una ubicación conveniente para elementos que no requieren la misma prominencia que el contenido principal de la interfaz."
                },{
                    "nombre": "Formatos de imagen",
                    "descripcion": "Son estándares que especifican cómo se almacenan los datos visuales en un archivo. Cada formato tiene sus propias características, como la calidad de compresión y la capacidad para soportar transparencia. Algunos formatos comunes incluyen JPEG para fotografías, PNG para imágenes con fondo transparente y GIF para animaciones simples. La elección del formato depende de las necesidades específicas de visualización y almacenamiento de imágenes."                        
                },{
                    "nombre": "Fotografía",
                    "descripcion": "Desempeña un papel fundamental en el diseño gráfico al comunicar información visual de manera impactante y efectiva. En el contexto del diseño, las imágenes fotográficas tienen la capacidad única de transmitir emociones, contar historias y captar la atención del espectador de manera inmediata. Al incorporar fotografías en un diseño, se añade un componente visual potente que complementa y refuerza el mensaje transmitido. Además, las imágenes pueden ayudar a establecer la identidad de una marca, transmitir la esencia de un producto o servicio, y crear una conexión emocional con el público objetivo. La elección cuidadosa de las fotografías, considerando aspectos como la composición, la iluminación y la paleta de colores, contribuye significativamente a la efectividad general del diseño."                        
                },{
                    "nombre": "Fuente tipográfica",
                    "descripcion": "Conjunto de caracteres alfabéticos, numéricos y simbólicos que comparten un diseño coherente y un estilo visual específico. Estas fuentes son utilizadas en el diseño gráfico y la creación de interfaces de usuario para representar texto de manera legible y estéticamente agradable. Cada fuente tipográfica posee características únicas, como el estilo, el grosor, la altura de las letras y el espaciado entre caracteres, que influyen en la apariencia y la legibilidad del texto en un diseño. La elección cuidadosa de fuentes tipográficas es fundamental en el diseño de interfaces para transmitir la identidad visual y mejorar la experiencia del usuario."                        
                }
            ]
        },{
            "letra" : "g",
            "entradas" : [
                {
                    "nombre": "Guía de estilos",
                    "descripcion": "Conjuntos de normas de diseño que proporcionan coherencia y consistencia a lo largo de un sitio web, aplicación o plataforma digital. Estas directrices abarcan elementos como la paleta de colores, tipografía, disposición de elementos, iconografía y otros aspectos visuales, con el objetivo de crear una experiencia de usuario unificada y estéticamente armoniosa. Las guías de estilo facilitan la colaboración entre diseñadores y desarrolladores al establecer estándares claros, garantizando una apariencia cohesiva y una interacción fluida para los usuarios finales."
                },{
                     "nombre": "GIF (Graphics Interchange Format)",
                    "descripcion": "Este formato utiliza compresión sin pérdidas, pero está limitado a 8 bits, esto significa que es capaz de mostrar sólo 256 colores, resultando en una calidad menos nítida en comparación con formatos como JPEG. La limitación de 8 bits en el GIF contribuye a archivos más pequeños, haciéndolo ideal para contenidos de animación cortos. A pesar de su limitada calidad, es ampliamente utilizado para ofrecer contenido visual más dinámico que una imagen estática."
                }
            ]
        },{
            "letra" : "h",
            "entradas" : [
                {
                    "nombre": "Header",
                    "descripcion": "Se refiere a la sección superior de una página web, que generalmente contiene elementos clave, como el logotipo, la barra de navegación, y otras funciones importantes. El header sirve como punto focal para la identificación de la marca y la navegación del usuario, proporcionando una estructura visual coherente y facilitando el acceso a diversas secciones o características del sistema."
                }
            ]
        },{
            "letra" : "o",
            "entradas" : [
                {
                    "nombre": "Observación de campo",
                    "descripcion": "La observación de campo es una técnica de investigación utilizada en diversas disciplinas, como la antropología, la biología, la psicología y la sociología, entre otras. Consiste en la recopilación directa de datos en el entorno natural donde ocurren los fenómenos que se están estudiando."
                }
            ]
        },{
            "letra" : "r",
            "entradas" : [
                {
                    "nombre": "Research",
                    "descripcion": "La palabra &quot;research&quot; en inglés se traduce al español como &quot;investigación&quot;. Se refiere al proceso de buscar información, estudiar y recopilar datos con el fin de obtener conocimientos sobre un tema específico. La investigación puede llevarse a cabo en diversos campos, como la ciencia, la tecnología, las ciencias sociales, entre otros."                                    
                },{
                    "nombre": "Referentes",
                    "descripcion": "En la UX, los referentes son fuentes de información, estudios previos o marcos teóricos que sirven como base para un nuevo estudio. Estos referentes ayudan a contextualizar, respaldar o fundamentar la investigación."                                                
                }
            ]
        }
    ]
}
